<?php

return [
    'name' => 'あなたのお名前を教えてください！
    （例：佐藤太郎、山田まる子）',
    'birthdate' => 'あなたの生年月日を教えてください！
（例：1990.1.9）',
    'gender' => 'あなたの性別を教えてください！',
    'user_nickname' => 'なんて呼べばいい？',
    'bot_nickname' => '私にもニックネームをつけて！',
    'hometown' => '出身地を教えてください！
（例：東京都渋谷区）',
    'address' => '現在地を教えてください！
（例：愛知県名古屋市）',
    'blood_type' => 'あなたの血液型を教えてください！',
    'job' => 'あなたの職業を教えてください！',
    'hobby' => 'あなたの趣味を教えてください！',
    'email' => 'ログインで使用するメールアドレスを教えてください！',
    'password' => 'ログインで使用するパスワードを教えてください！',
];