<?php

return [
    'unmeisuTable' => [
        // 例: [年][月] => 数値
        1926 => [1 => 26, 2 => 57, 3 => 25, 4 => 56, 5 => 26, 6 => 57, 7 => 27, 8 => 58, 9 => 29, 10 => 59, 11 => 30, 12 => 0],
        1927 => [1 => 31, 2 => 2, 3 => 30, 4 => 1, 5 => 31, 6 => 2, 7 => 32, 8 => 3, 9 => 34, 10 => 4, 11 => 35, 12 => 5],
        1928 => [1 => 36, 2 => 7, 3 => 36, 4 => 7, 5 => 37, 6 => 8, 7 => 38, 8 => 9, 9 => 40, 10 => 10, 11 => 41, 12 => 11],
        1929 => [1 =>42 , 2 => 13, 3 => 41, 4 => 12, 5 => 42, 6 => 13, 7 => 43, 8 => 14, 9 => 45, 10 => 15, 11 => 46, 12 => 16],
        1930 => [1 => 47, 2 => 18, 3 => 46, 4 => 17, 5 => 47, 6 => 18, 7 => 48, 8 => 19, 9 => 50, 10 => 20, 11 => 51, 12 => 21],
        1931 => [1 => 52, 2 => 23, 3 => 51, 4 => 22, 5 => 52, 6 => 23, 7 => 53, 8 => 24, 9 => 55, 10 => 25, 11 => 56, 12 => 26],
        1932 => [1 => 57, 2 => 28, 3 => 57, 4 => 28, 5 => 58, 6 => 29, 7 => 59, 8 => 30, 9 => 1, 10 => 31, 11 => 2, 12 => 32],
        1933 => [1 => 3, 2 => 34, 3 => 2, 4 => 33, 5 => 3, 6 => 34, 7 => 4, 8 => 35, 9 => 6, 10 => 36, 11 => 7, 12 => 37],
        1934 => [1 => 8, 2 => 39, 3 => 7, 4 => 38, 5 => 8, 6 => 39, 7 => 9, 8 => 40, 9 => 11, 10 => 41, 11 => 12, 12 => 42],
        1935 => [1 => 13, 2 => 44, 3 => 12, 4 => 43, 5 => 13, 6 => 44, 7 => 14, 8 => 45, 9 => 16, 10 => 46, 11 => 17, 12 => 47],
        1936 => [1 => 18, 2 => 49, 3 => 18, 4 => 49, 5 => 19, 6 => 50, 7 => 20, 8 => 51, 9 => 22, 10 => 52, 11 => 23, 12 => 53],
        1937 => [1 => 24, 2 => 55, 3 => 23, 4 => 54, 5 => 24, 6 => 55, 7 => 25, 8 => 56, 9 => 27, 10 => 57, 11 => 28, 12 => 58],
        1938 => [1 => 29, 2 => 0, 3 => 28, 4 => 59, 5 => 29, 6 => 0, 7 => 30, 8 => 1, 9 => 32, 10 => 2, 11 => 33, 12 => 3],
        1939 => [1 => 34, 2 => 5, 3 => 33, 4 => 4, 5 => 34, 6 => 5, 7 => 35, 8 => 6, 9 => 37, 10 => 7, 11 => 38, 12 => 8],
        1940 => [1 => 39, 2 => 10, 3 => 39, 4 => 10, 5 => 40, 6 => 11, 7 => 41, 8 => 12, 9 => 43, 10 => 13, 11 => 44, 12 => 14],
        1941 => [1 => 45, 2 => 16, 3 => 44, 4 => 15, 5 => 45, 6 => 16, 7 => 46, 8 => 17, 9 => 48, 10 => 18, 11 => 49, 12 => 19],
        1942 => [1 => 50, 2 => 21, 3 => 49, 4 => 20, 5 => 50, 6 => 21, 7 => 51, 8 => 22, 9 => 53, 10 => 23, 11 => 54, 12 => 24],
        1943 => [1 => 55, 2 => 26, 3 => 54, 4 => 25, 5 => 55, 6 => 26, 7 => 56, 8 => 27, 9 => 58, 10 => 28, 11 => 59, 12 => 29],
        1944 => [1 => 0, 2 => 31, 3 => 0, 4 => 31, 5 => 1, 6 => 32, 7 => 2, 8 => 33, 9 => 4, 10 => 34, 11 => 5, 12 => 35],
        1945 => [1 => 6, 2 => 37, 3 => 5, 4 => 36, 5 => 6, 6 => 37, 7 => 7, 8 => 38, 9 => 9, 10 => 39, 11 => 10, 12 => 40],
        1946 => [1 => 11, 2 => 42, 3 => 10, 4 => 41, 5 => 11, 6 => 42, 7 => 12, 8 => 43, 9 => 14, 10 => 44, 11 => 15, 12 => 45],
        1947 => [1 => 16, 2 => 47, 3 => 15, 4 => 46, 5 => 16, 6 => 47, 7 => 17, 8 => 48, 9 => 19, 10 => 49, 11 => 20, 12 => 50],
        1948 => [1 => 21, 2 => 52, 3 => 21, 4 => 52, 5 => 22, 6 => 53, 7 => 23, 8 => 54, 9 => 25, 10 => 55, 11 => 26, 12 => 56],
        1949 => [1 => 27, 2 => 58, 3 => 26, 4 => 57, 5 => 27, 6 => 58, 7 => 28, 8 => 59, 9 => 30, 10 => 0, 11 => 31, 12 => 1],
        1950 => [1 => 32, 2 => 3, 3 => 31, 4 => 2, 5 => 32, 6 => 3, 7 => 33, 8 => 4, 9 => 35, 10 => 5, 11 => 36, 12 => 6],
        1951 => [1 => 37, 2 => 8, 3 => 36, 4 => 7, 5 => 37, 6 => 8, 7 => 38, 8 => 9, 9 => 40, 10 => 10, 11 => 41, 12 => 11],
        1952 => [1 => 42, 2 => 13, 3 => 42, 4 => 13, 5 => 43, 6 => 14, 7 => 44, 8 => 15, 9 => 46, 10 => 16, 11 => 47, 12 => 17],
        1953 => [1 => 48, 2 => 19, 3 => 47, 4 => 18, 5 => 48, 6 => 19, 7 => 49, 8 => 20, 9 => 51, 10 => 21, 11 => 52, 12 => 22],
        1954 => [1 => 53, 2 => 24, 3 => 52, 4 => 23, 5 => 53, 6 => 24, 7 => 54, 8 => 25, 9 => 56, 10 => 26, 11 => 57, 12 => 27],
        1955 => [1 => 58, 2 => 29, 3 => 57, 4 => 28, 5 => 58, 6 => 29, 7 => 59, 8 => 30, 9 => 1, 10 => 31, 11 => 2, 12 => 32],
        1956 => [1 => 3, 2 => 34, 3 => 3, 4 => 34, 5 => 4, 6 => 35, 7 => 5, 8 => 36, 9 => 7, 10 => 37, 11 => 8, 12 => 38],
        1957 => [1 => 9, 2 => 40, 3 => 8, 4 => 39, 5 => 9, 6 => 40, 7 => 10, 8 => 41, 9 => 12, 10 => 42, 11 => 13, 12 => 43],
        1958 => [1 => 14, 2 => 45, 3 => 13, 4 => 44, 5 => 14, 6 => 45, 7 => 15, 8 => 46, 9 => 17, 10 => 47, 11 => 18, 12 => 48],
        1959 => [1 => 19, 2 => 50, 3 => 18, 4 => 49, 5 => 19, 6 => 50, 7 => 20, 8 => 51, 9 => 22, 10 => 52, 11 => 23, 12 => 53],
        1960 => [1 => 24, 2 => 55, 3 => 24, 4 => 55, 5 => 25, 6 => 56, 7 => 26, 8 => 57, 9 => 28, 10 => 58, 11 => 29, 12 => 59],
        1961 => [1 => 30, 2 => 1, 3 => 29, 4 => 0, 5 => 30, 6 => 1, 7 => 31, 8 => 2, 9 => 33, 10 => 3, 11 => 34, 12 => 4],
        1962 => [1 => 35, 2 => 6, 3 => 34, 4 => 5, 5 => 35, 6 => 6, 7 => 36, 8 => 7, 9 => 38, 10 => 8, 11 => 39, 12 => 9],
        1963 => [1 => 40, 2 => 11, 3 => 39, 4 => 10, 5 => 40, 6 => 11, 7 => 41, 8 => 12, 9 => 43, 10 => 13, 11 => 44, 12 => 14],
        1964 => [1 => 45, 2 => 16, 3 => 45, 4 => 16, 5 => 46, 6 => 17, 7 => 47, 8 => 18, 9 => 49, 10 => 19, 11 => 50, 12 => 20],
        1965 => [1 => 51, 2 => 22, 3 => 50, 4 => 21, 5 => 51, 6 => 22, 7 => 52, 8 => 23, 9 => 54, 10 => 24, 11 => 55, 12 => 25],
        1966 => [1 => 56, 2 => 27, 3 => 55, 4 => 26, 5 => 56, 6 => 27, 7 => 57, 8 => 28, 9 => 59, 10 => 29, 11 => 0, 12 => 30],
        1967 => [1 => 1, 2 => 32, 3 => 0, 4 => 31, 5 => 1, 6 => 32, 7 => 2, 8 => 33, 9 => 4, 10 => 34, 11 => 5, 12 => 35],
        1968 => [1 => 6, 2 => 37, 3 => 6, 4 => 37, 5 => 7, 6 => 38, 7 => 8, 8 => 39, 9 => 10, 10 => 40, 11 => 11, 12 => 41],
        1969 => [1 => 12, 2 => 43, 3 => 11, 4 => 42, 5 => 12, 6 => 43, 7 => 13, 8 => 44, 9 => 15, 10 => 45, 11 => 16, 12 => 46],
        1970 => [1 => 17, 2 => 48, 3 => 16, 4 => 47, 5 => 17, 6 => 48, 7 => 18, 8 => 49, 9 => 20, 10 => 50, 11 => 21, 12 => 51],
        1971 => [1 => 22, 2 => 53, 3 => 21, 4 => 52, 5 => 22, 6 => 53, 7 => 23, 8 => 54, 9 => 25, 10 => 55, 11 => 26, 12 => 56],
        1972 => [1 => 27, 2 => 58, 3 => 27, 4 => 58, 5 => 28, 6 => 59, 7 => 29, 8 => 0, 9 => 31, 10 => 1, 11 => 32, 12 => 2],
        1973 => [1 => 33, 2 => 4, 3 => 32, 4 => 3, 5 => 33, 6 => 4, 7 => 34, 8 => 5, 9 => 36, 10 => 6, 11 => 37, 12 => 7],
        1974 => [1 => 38, 2 => 9, 3 => 37, 4 => 8, 5 => 38, 6 => 9, 7 => 39, 8 => 10, 9 => 41, 10 => 11, 11 => 42, 12 => 12],
        1975 => [1 => 43, 2 => 14, 3 => 42, 4 => 13, 5 => 43, 6 => 14, 7 => 44, 8 => 15, 9 => 46, 10 => 16, 11 => 47, 12 => 17],
        1976 => [1 => 48, 2 => 19, 3 => 48, 4 => 19, 5 => 49, 6 => 20, 7 => 50, 8 => 21, 9 => 52, 10 => 22, 11 => 53, 12 => 23],
        1977 => [1 => 54, 2 => 25, 3 => 53, 4 => 24, 5 => 54, 6 => 25, 7 => 55, 8 => 26, 9 => 57, 10 => 27, 11 => 58, 12 => 28],
        1978 => [1 => 59, 2 => 30, 3 => 58, 4 => 29, 5 => 59, 6 => 30, 7 => 0, 8 => 31, 9 => 2, 10 => 32, 11 => 3, 12 => 33],
        1979 => [1 => 4, 2 => 35, 3 => 3, 4 => 34, 5 => 4, 6 => 35, 7 => 5, 8 => 36, 9 => 7, 10 => 37, 11 => 8, 12 => 38],
        1980 => [1 => 9, 2 => 40, 3 => 9, 4 => 40, 5 => 10, 6 => 41, 7 => 11, 8 => 42, 9 => 13, 10 => 43, 11 => 14, 12 => 44],
        1981 => [1 => 15, 2 => 46, 3 => 14, 4 => 45, 5 => 15, 6 => 46, 7 => 16, 8 => 47, 9 => 18, 10 => 48, 11 => 19, 12 => 49],
        1982 => [1 => 20, 2 => 51, 3 => 19, 4 => 50, 5 => 20, 6 => 51, 7 => 21, 8 => 52, 9 => 23, 10 => 53, 11 => 24, 12 => 54],
        1983 => [1 => 25, 2 => 56, 3 => 24, 4 => 55, 5 => 25, 6 => 56, 7 => 26, 8 => 57, 9 => 28, 10 => 58, 11 => 29, 12 => 59],
        1984 => [1 => 30, 2 => 1, 3 => 30, 4 => 1, 5 => 31, 6 => 2, 7 => 32, 8 => 3, 9 => 34, 10 => 4, 11 => 35, 12 => 5],
        1985 => [1 => 36, 2 => 7, 3 => 35, 4 => 6, 5 => 36, 6 => 7, 7 => 37, 8 => 8, 9 => 39, 10 => 9, 11 => 40, 12 => 10],
        1986 => [1 => 41, 2 => 12, 3 => 40, 4 => 11, 5 => 41, 6 => 12, 7 => 42, 8 => 13, 9 => 44, 10 => 14, 11 => 45, 12 => 15],
        1987 => [1 => 46, 2 => 17, 3 => 45, 4 => 16, 5 => 46, 6 => 17, 7 => 47, 8 => 18, 9 => 49, 10 => 19, 11 => 50, 12 => 20],
        1988 => [1 => 51, 2 => 22, 3 => 51, 4 => 22, 5 => 52, 6 => 23, 7 => 53, 8 => 24, 9 => 55, 10 => 25, 11 => 56, 12 => 26],
        1989 => [1 => 57, 2 => 28, 3 => 56, 4 => 27, 5 => 57, 6 => 28, 7 => 58, 8 => 29, 9 => 0, 10 => 30, 11 => 1, 12 => 31],
        1990 => [1 => 2, 2 => 33, 3 => 1, 4 => 32, 5 => 2, 6 => 33, 7 => 3, 8 => 34, 9 => 5, 10 => 35, 11 => 6, 12 => 36],
        1991 => [1 => 7, 2 => 38, 3 => 6, 4 => 37, 5 => 7, 6 => 38, 7 => 8, 8 => 39, 9 => 10, 10 => 40, 11 => 11, 12 => 41],
        1992 => [1 => 12, 2 => 43, 3 => 12, 4 => 43, 5 => 13, 6 => 44, 7 => 14, 8 => 45, 9 => 16, 10 => 46, 11 => 17, 12 => 47],
        1993 => [1 => 18, 2 => 49, 3 => 17, 4 => 48, 5 => 18, 6 => 49, 7 => 19, 8 => 50, 9 => 21, 10 => 51, 11 => 22, 12 => 52],
        1994 => [1 => 23, 2 => 54, 3 => 22, 4 => 53, 5 => 23, 6 => 54, 7 => 24, 8 => 55, 9 => 26, 10 => 56, 11 => 27, 12 => 57],
        1995 => [1 => 28, 2 => 59, 3 => 27, 4 => 58, 5 => 28, 6 => 59, 7 => 29, 8 => 0, 9 => 31, 10 => 1, 11 => 32, 12 => 2],
        1996 => [1 => 33, 2 => 4, 3 => 33, 4 => 4, 5 => 34, 6 => 5, 7 => 35, 8 => 6, 9 => 37, 10 => 7, 11 => 38, 12 => 8],
        1997 => [1 => 39, 2 => 10, 3 => 38, 4 => 9, 5 => 39, 6 => 10, 7 => 40, 8 => 11, 9 => 42, 10 => 12, 11 => 43, 12 => 13],
        1998 => [1 => 44, 2 => 15, 3 => 43, 4 => 14, 5 => 44, 6 => 15, 7 => 45, 8 => 16, 9 => 47, 10 => 17, 11 => 48, 12 => 18],
        1999 => [1 => 49, 2 => 20, 3 => 48, 4 => 19, 5 => 49, 6 => 20, 7 => 50, 8 => 21, 9 => 52, 10 => 22, 11 => 53, 12 => 23],
        2000 => [1 => 54, 2 => 25, 3 => 54, 4 => 25, 5 => 55, 6 => 26, 7 => 56, 8 => 27, 9 => 58, 10 => 28, 11 => 59, 12 => 29],
        2001 => [1 => 0, 2 => 31, 3 => 59, 4 => 30, 5 => 0, 6 => 31, 7 => 1, 8 => 32, 9 => 3, 10 => 33, 11 => 4, 12 => 34],
        2002 => [1 => 5, 2 => 36, 3 => 4, 4 => 35, 5 => 5, 6 => 36, 7 => 6, 8 => 37, 9 => 8, 10 => 38, 11 => 9, 12 => 39],
        2003 => [1 => 10, 2 => 41, 3 => 9, 4 => 40, 5 => 10, 6 => 41, 7 => 11, 8 => 42, 9 => 13, 10 => 43, 11 => 14, 12 => 44],
        2004 => [1 => 15, 2 => 46, 3 => 15, 4 => 46, 5 => 16, 6 => 47, 7 => 17, 8 => 48, 9 => 19, 10 => 49, 11 => 20, 12 => 50],
        2005 => [1 => 21, 2 => 52, 3 => 20, 4 => 51, 5 => 21, 6 => 52, 7 => 22, 8 => 53, 9 => 24, 10 => 54, 11 => 25, 12 => 55],
        2006 => [1 => 26, 2 => 57, 3 => 25, 4 => 56, 5 => 26, 6 => 57, 7 => 27, 8 => 58, 9 => 29, 10 => 59, 11 => 30, 12 => 0],
        2007 => [1 => 31, 2 => 2, 3 => 30, 4 => 1, 5 => 31, 6 => 2, 7 => 32, 8 => 3, 9 => 34, 10 => 4, 11 => 35, 12 => 5],
        2008 => [1 => 36, 2 => 7, 3 => 36, 4 => 7, 5 => 37, 6 => 8, 7 => 38, 8 => 9, 9 => 40, 10 => 10, 11 => 41, 12 => 11],
        2009 => [1 => 42, 2 => 13, 3 => 41, 4 => 12, 5 => 42, 6 => 13, 7 => 43, 8 => 14, 9 => 45, 10 => 15, 11 => 46, 12 => 16],
        2010 => [1 => 47, 2 => 18, 3 => 46, 4 => 17, 5 => 47, 6 => 18, 7 => 48, 8 => 19, 9 => 50, 10 => 20, 11 => 51, 12 => 21],
        2011 => [1 => 52, 2 => 23, 3 => 51, 4 => 22, 5 => 52, 6 => 23, 7 => 53, 8 => 24, 9 => 55, 10 => 25, 11 => 56, 12 => 26],
        2012 => [1 => 57, 2 => 28, 3 => 57, 4 => 28, 5 => 58, 6 => 29, 7 => 59, 8 => 30, 9 => 1, 10 => 31, 11 => 2, 12 => 32],
        2013 => [1 => 3, 2 => 34, 3 => 2, 4 => 33, 5 => 3, 6 => 34, 7 => 4, 8 => 35, 9 => 6, 10 => 36, 11 => 7, 12 => 37],
        2014 => [1 => 8, 2 => 39, 3 => 7, 4 => 38, 5 => 8, 6 => 39, 7 => 9, 8 => 40, 9 => 11, 10 => 41, 11 => 12, 12 => 42],
        2015 => [1 => 13, 2 => 44, 3 => 12, 4 => 43, 5 => 13, 6 => 44, 7 => 14, 8 => 45, 9 => 16, 10 => 46, 11 => 17, 12 => 47],
        2016 => [1 => 18, 2 => 49, 3 => 18, 4 => 49, 5 => 19, 6 => 50, 7 => 20, 8 => 51, 9 => 22, 10 => 52, 11 => 23, 12 => 53],
        2017 => [1 => 24, 2 => 55, 3 => 23, 4 => 54, 5 => 24, 6 => 55, 7 => 25, 8 => 56, 9 => 27, 10 => 57, 11 => 28, 12 => 58],
        2018 => [1 => 29, 2 => 0, 3 => 28, 4 => 59, 5 => 29, 6 => 0, 7 => 30, 8 => 1, 9 => 32, 10 => 2, 11 => 33, 12 => 3],
        2019 => [1 => 34, 2 => 5, 3 => 33, 4 => 4, 5 => 34, 6 => 5, 7 => 35, 8 => 6, 9 => 37, 10 => 7, 11 => 38, 12 => 8],
        2020 => [1 => 39, 2 => 10, 3 => 39, 4 => 10, 5 => 40, 6 => 11, 7 => 41, 8 => 12, 9 => 43, 10 => 13, 11 => 44, 12 => 14],
        2021 => [1 => 45, 2 => 16, 3 => 44, 4 => 15, 5 => 45, 6 => 16, 7 => 46, 8 => 17, 9 => 48, 10 => 18, 11 => 49, 12 => 19],
        2022 => [1 => 50, 2 => 21, 3 => 49, 4 => 20, 5 => 50, 6 => 21, 7 => 51, 8 => 22, 9 => 53, 10 => 23, 11 => 54, 12 => 24],
        2023 => [1 => 55, 2 => 26, 3 => 54, 4 => 25, 5 => 55, 6 => 26, 7 => 56, 8 => 27, 9 => 58, 10 => 28, 11 => 59, 12 => 29],
        2024 => [1 => 0, 2 => 31, 3 => 0, 4 => 31, 5 => 1, 6 => 32, 7 => 2, 8 => 33, 9 => 4, 10 => 34, 11 => 5, 12 => 35],
        2025 => [1 => 6, 2 => 37, 3 => 5, 4 => 36, 5 => 6, 6 => 37, 7 => 7, 8 => 38, 9 => 9, 10 => 39, 11 => 10, 12 => 40],
        2026 => [1 => 11, 2 => 42, 3 => 10, 4 => 41, 5 => 11, 6 => 42, 7 => 12, 8 => 43, 9 => 14, 10 => 44, 11 => 15, 12 => 45],
        2027 => [1 => 16, 2 => 47, 3 => 15, 4 => 46, 5 => 16, 6 => 47, 7 => 17, 8 => 48, 9 => 19, 10 => 49, 11 => 20, 12 => 50],
        2028 => [1 => 21, 2 => 52, 3 => 21, 4 => 52, 5 => 22, 6 => 53, 7 => 23, 8 => 54, 9 => 25, 10 => 55, 11 => 26, 12 => 56],
        2029 => [1 => 27, 2 => 58, 3 => 26, 4 => 57, 5 => 27, 6 => 58, 7 => 28, 8 => 59, 9 => 30, 10 => 0, 11 => 31, 12 => 1],
        2030 => [1 => 32, 2 => 3, 3 => 31, 4 => 2, 5 => 32, 6 => 3, 7 => 33, 8 => 4, 9 => 35, 10 => 5, 11 => 36, 12 => 6],
    ],

    'animals' => [
        1 => "長距離ランナーのチータ",
        2 => "社交家のたぬき",
        3 => "落ち着きのない猿",
        4 => "フットワークの軽い子守熊",
        5 => "面倒見のいい黒ひょう",
        6 => "愛情あふれる虎",
        7 => "全力疾走するチータ",
        8 => "磨き上げられたたぬき",
        9 => "大きな志をもった猿",
        10 => "母性豊かな子守熊",
        11 => "正直なこじか",
        12 => "人気者のゾウ",
        13 => "ネアカの狼",
        14 => "協調性のないひつじ",
        15 => "どっしりとした猿",
        16 => "コアラのなかの子守熊",
        17 => "強い意志をもったこじか",
        18 => "デリケートなゾウ",
        19 => "放浪の狼",
        20 => "物静かなひつじ",
        21 => "落ち着きのあるペガサス",
        22 => "強靭な翼をもつペガサス",
        23 => "無邪気なひつじ",
        24 => "クリエイティブな狼",
        25 => "穏やかな狼",
        26 => "粘り強いひつじ",
        27 => "波乱に満ちたペガサス",
        28 => "優雅なペガサス",
        29 => "チャレンジ精神旺盛なひつじ",
        30 => "順応性のある狼",
        31 => "リーダーとなるゾウ",
        32 => "しっかり者のこじか",
        33 => "活動的な子守熊",
        34 => "気分屋の猿",
        35 => "頼られると嬉しいひつじ",
        36 => "好感のもたれる狼",
        37 => "長距まっしぐらに突き進むゾウ",
        38 => "華やかなこじか",
        39 => "夢とロマンの子守熊",
        40 => "尽す猿",
        41 => "大器晩成のたぬき",
        42 => "足腰の強いチータ",
        43 => "動きまわる虎",
        44 => "情熱的な黒ひょう",
        45 => "サービス精神旺盛な子守熊",
        46 => "守りの猿",
        47 => "人間味あふれるたぬき",
        48 => "品格のあるチータ",
        49 => "ゆったりとした悠然の虎",
        50 => "落ち込みの激しい黒ひょう",
        51 => "我が道を行くライオン",
        52 => "統率力のあるライオン",
        53 => "感情豊かな黒ひょう",
        54 => "楽天的な虎",
        55 => "パワフルな虎",
        56 => "気どらない黒ひょう",
        57 => "感情的なライオン",
        58 => "傷つきやすいライオン",
        59 => "束縛を嫌う黒ひょう",
        60 => "慈悲深い虎"
    ],

    'fortuneCharacteristics' => [
        1 => "◆華やかなムードが異性を惹きつけます
◆金銭的にはかなりの締まりや
◆曖昧さを許さず全てきっちり白黒つけようとする性格
◆命令されるのが大嫌い
◆思い立ったらすぐ行動
◆常に目標を求めて進んでいくタイプ",
        2 => "◆お世辞や嘘はとても苦手
◆内面では「この人は自分にとってプラスになるか？」とぬかりなく計算しているタイプ
◆内心は警戒心が強く好き嫌いがはっきりしている
◆集団の中で自分を向上させていくタイプ
◆忍耐力がある
◆自制心が強く相手に合わせる
◆決して出しゃばらないけど自分を曲げない
◆強さをもったしなやかな社交家",
        3 => "◆頭の回転もよく周りの人に元気を与える太陽のような人です
◆丈夫で強く集中力は抜群です
◆計算が苦手なので商売には不向き
◆基本は明るく親切
◆一度決めたら手段を選ばず結果を出そうとする
◆夏の太陽のようにいつも明るい
◆ポジティブに行動しますが、そそっかしく、回りに迷惑をかけてもっ責任を感じないのであきれられることも",
        4=> "◆さっぱりしていて快活で明るい人
◆世間的な評価には無頓着
◆神経質で簡単には人のことを信じない疑り深いところがある
◆気が短くてせっかちで落ち着きがない
◆多くの人と交流を持つ社交家だが、本心を明かすのは心を許した数少ない友達だけ
◆めったに本心を明かさない",
        5 => "◆明るくのびのびした性格
◆細かいことには無頓着
◆想像以上に強い意地とプライドを秘めた負けず嫌い
◆何事にも白黒はっきりつけたり即断即決するのが苦手
◆高い目標を持って努力できる人",
        6 => "◆安心感も持てる風貌の人が多い
◆庶民的だけど芯は強い
◆プライドが高く人に頭を下げるのが嫌い
◆即断即決は苦手
◆人に合わせるのがうまい
◆権威を尊重する官僚的な組織に向いている
◆自分を抑えてでも周りを楽しい雰囲気に盛り上げれるパワーの持ち主
◆洞察力、文政力に優れて物事うを理論的に合理的に考える",
        7 => "◆大きな目標を持ち抜群の行動力で現状打破する力を持つ
◆逆境に強く、強気な姿勢で攻撃的に問題に立ち向かう
◆負けず嫌いのチャレンジャー
◆権力に立ち向かうほどの正義感の持ち主
◆ダイナミックな人生を送りたいと願っている
◆妥協を嫌うので周囲の人との衝突が絶えない",
        8 => "◆愛想の良い温和な印象の人
◆意外とプライドが高く頑固なところがある
◆コミュニケーション能力に優れていて、よく人を見ている
◆真面目さが魅力の純粋な社交家
◆目上の人から可愛がられるタイプ
◆物事の整理整頓や掃除は苦手
◆トップをとるより、常にナンバー2の座を確保する人
◆少し人見知り
◆思いつきでは動かない
◆気取るタイプ
◆根に持つ人が多い
◆イジられるのが嫌い",
        9 => "◆無邪気さとまじめさを併せ持つ人
◆さまざまのことに興味を持ち研究熱心です
◆大きなことに挑戦してみたり、ワクワクする事を探してみたり楽しいことをいつも探している
◆何でもゲーム感覚で楽しむ
◆どんなときでも笑っていられる明るさを持っている人
◆頭の回転が早く臨機応変の対応ができる人
◆小細工せずに努力をすれば全てが上手く運んでいく人",
        10 => "◆長期的なビジョンを持ちコツコツ行動する
◆世話好きだが、自尊心が強く疑り深い要素もあり陰と陽の二面性がある性格の持ち主なのでいいときと悪い時のギャップが大きい
◆行動のテンポは速く物事の処理もスムーズ
◆的確なアドバイスを与えてくれる人がいればおおいに活躍し成功する運勢持っている
◆人々に潤いをあたえることができる優しい人です
◆頭の回転が速く臨機応変に変化する人
◆計算高く、理詰めタイプ
◆子守熊のなかでも一番の癒やし系
◆ロマンティストで感性感覚抜群
◆サービス精神抜群で人気の高い人",
        11 => "◆初対面の相手には強く警戒します
◆好き嫌いが激しく曲がったことが大嫌いです
◆執着心がないのですぐ諦めたり成功してもあっさりと他人に譲ってしまう人です
◆笑って話は聞くが、腹の中は違う
◆本当は親切で愛情深い
◆ちょっと騙されやすかったりもする
◆付き合えば付き合うほど可愛らしさや人間味が感じられるまっすぐな愛されキャラ",
        12 => "◆目立たない努力をする縁の下の力持ち
◆正義感が強く誠実な人柄で周りから頼りにされる
◆頑固な性格なので付き合いは苦手
◆人見知りせずに積極的にテキパキ行動するので頼りになる兄貴姉御タイプ
◆徹夜も平気でするプロ意識の塊
◆自信過剰になると意見に耳を貸さなくなる
◆興味のあることは時間をかけてことこん学びます
◆周りの変化には惑わされない安定した精神状態を保ちます",
        13 => "◆独自の切り口と鋭い直感力で世の中をみるタイプ
◆得意分野と持ち前の発想力を活かして人を頼らず自力で道をひらいていける
◆隠れた人気者
◆世渡り上手
◆しっかり者ながら、どこか浮世離れしている
◆おおらかなマイペース人間
◆豊かな発想力を持ち自分の価値観を大切に生きている
◆個性的でこだわりが強く、人の意見はあまり聞きません",
        14 => "◆誰に対しても親しみを感じさせる物腰の柔らかい人
◆好きなことには一直線になる激しい一面も持っている
◆ロマンチックなところのある感覚が鋭い平和主義者
◆控えめな割にプライドが高いので無理やり与えられたことは拒絶する
◆理想がはっきりしていて高い環境を望んでいる
◆熱しやすく冷めやすい
◆なかなか本心を見せない
◆社会の秩序を乱すような行動は取らない
◆人間関係や考え方に偏りが少ない人",
        15 => "◆粘り強く何が何でも目標を達成しようと様々な問題を解決していく
◆人助けも大好きで困っている人を見捨てることはしない
◆おおらかな性格の中に負けん気や競争心を秘めている
◆世話好きな楽天家
◆なんでも器用にこなし、上達が早く時代を先取るのも上手
◆効率よく最短距離で結果を出せる
◆日頃のストレスは溜まるだけ溜めて、最後に爆発するタイプ
◆能率主義者
◆人生には極めて意欲的、野心的である",
        16 => "◆転んでもただでは起きない粘り強さを持つ
◆負けず嫌いの努力家
◆現実をしっかり見据えて人の心を見抜く現実的なロマンティスト
◆今はダメでも最後に笑うのは自分だと思っている
◆好き嫌いは人一倍激しい
◆器の大きさを身につければ運勢は安定する
◆コロコロ方針を変える
◆理屈っぽいので筋の通らないことや納得のいかないことは頑として認めない
◆弱音は吐かない
◆明るく素直で年齢を重ねても気が若いです
◆感情表現がオープンなので衝突もあるが言うだけ言うとサッパリするタイプ",
        17 => "◆趣味が仕事に結び付くような幸運に恵まれた人
◆優しく可愛い人ですが反面、強い意志を持ち間違ったことは許さない
◆人をサポートするのが得意
◆几帳面でしっかりとした愛されキャラ
◆現状維持、身分相応に達する保守派
◆根は負けず嫌いな自信家で猛烈な闘争心と強い意志を持つ
◆打たれ強くめったに根をあげることがない",
        18 => "◆プライドが高く正義感も強いので白黒はっきりつけます
◆努力と根性をモットーとした純粋で真面目な性格
◆利害関係に鋭い感覚を持っていて実利と能率を尊重する人
◆人の見てないところで努力して実績を重ねる
◆筋の通らないことには納得しない人
◆リーダーシップがとれて中心人物になれる人
◆華やかで繊細な人が多く、気品を感じさせます",
        19 => "◆常に変化を求めるチャレンジャー
◆自分を理解してくれる相手には愛情深く付き合う人
◆不思議な運勢に守られているので大きなトラブルはない
◆明るく素直で飾り気がない人
◆物事の判断は冷静で客観的に行います
◆責任感が強く間違ったことが大嫌い
◆世の中の常識に囚われず自分の信じた道を冒険的に歩いていくマイペースな人",
        20 => "◆人の意見に逆らわず安全な道を選んで歩いていく慎重派
◆スポーツマンというより勉強家
◆気分次第で言うことがコロコロ変わるお天気屋
◆権力に媚びないため組織改革にも手腕を発揮する
◆奉仕精神と忍耐力を持ち合わせています
◆客観性を重んじ、主観だけでは動きません
◆観察力が鋭く相手の心理や感情の動きをよむことが上手いのでまとをはずさない
◆人に合わせる柔軟な態度を見せますが、その中にしっかりとした意志を持っています
◆慎重な姿勢を持つ細やかな平和主義者です",
        21 => "◆伸び伸びとした自由を好む
◆思ったことをストレートに行動に移すが意外と落ち着きのある生き方をします
◆感性が豊かでいつも成長することを願う真っ直ぐな自由奔放な人
◆感情表現がオーバー
◆内心は神経質で警戒心が強いため、本心を悟られないように意識的に愛想よぬ振る舞う
◆チームワークより、個人プレーが得意
◆大金を稼ぐ可能性を持っている",
        22 => "◆気さくでフレンドリーに見えますが相手の気を引きながら駆け引きします
◆人の和には気を使いなるべく波風立てないように振る舞います
◆理想が高くしなやかでソフトな自由奔放
◆相手の出方次第で自分の対応を決める
◆臨機応変なタイプ
◆顔が広く人脈も豊富で細かい配慮ができるリーダー的素質を持っている
◆完成するまでは気を抜かないが出来上がった物には興味がなくなる
◆親しみやすい性格の割にプライドが高くとっつきにくい印象を受ける",
        23 => "◆少年少女のような幼さが残るチャーミングな人
◆周囲に対して心遣いを見せますがシャイで気弱なところも
◆内面に強い競争心を持ち長い目で自己実現を図っていきます
◆おおらかな平和主義者
◆物覚えが早くなんでも器用にこなす
◆人受けはバッチリ
◆個性を発揮して目立つのは嫌なので滅多に本音は言わない
◆計算が高く駆け引き上手
◆味方になってくれそうな人は褒めまくる
◆心遣いを忘れず相手に無理がかからないように優しく尽くしていくタイプ
◆ひつじっぽく見えない人",
        24 => "◆ちょっととっつきにくい印象
◆独自の生き方を追及する純真な人
◆じっくりと研究して自信を持って行動するしっかりした部分と反対にデリケートで揺れる不安定な面を持っている
◆才能に恵まれた感覚鋭いマイペース人間
◆教養、知識ともに豊かな人
◆世間体を気にせずやりたいことを計画して実行できる人
◆努力家
◆全体の道筋を通すことを優先するので時には頑固扱いされることもある",
        25 => "◆思ったことは正直に表現するウソがつけない人
◆問題が発生しても感情を交えずにテキパキと解決する
◆自分は自分。人は人。とはっきりしている
◆苦労を苦労と思わないので一度に多くの物事を処理することが得意
◆他人にお世話を使わないので無愛想で気が利か無いこまったちゃん
◆つい正直に物事を言ってしまう事もあります
◆責任感が強く頼り甲斐がある
◆世話好きなマイペース人間",
        26 => "◆穏やかな助け合いの精神を持っています
◆協力的な生き方を好み和を乱す人を嫌います
◆客観的に物事を判断します
◆雑学知識が豊富で、いつも話題にこと欠かさない社交家
◆助け合いの精神を大切にして『和』を乱す人を許さない
◆負けず嫌いで自信家の面も
◆自分の思い通りにならないとイライラする子供っぽい所もある
◆外見の柔らかさとは裏腹に勝気で自尊心が強いです
◆自分の運命は自分で切り開いていく人
◆平和主義者",
        27 => "◆礼儀正しくキッパリとした性格
◆普段は明るく活発で開放的だが気分にムラが多い
◆人を見抜いたり先読みする力に優れているが最後のつめは甘く、せっかくの成果を取れないこともある
◆感受性豊かで想像力にとんだ強烈な個性の持ち主
◆情にもろく同情してしまう傾向がある",
        28 => "◆スピード感のある行動力
◆どんなときでも明るさを失わない人
◆華やかでキラキラした魅力あふれる純粋な自由奔放な人
◆駆け引きが下手で要領よく振る舞えない不器用さがある
◆自分の意見を引っ込めない頑固者
◆順応性、応用力、行動力に、恵まれスピーディーな行動で人々の尊敬を集め無意識の内に中心的な存在になる人
◆人の役にたつことが自分の喜び",
        29 => "◆一見おとなしく見えるけど負けん気の強い冒険的な人
◆落ち着いた態度と物静かな雰囲気で誰からも好感を持たれる
◆負けん気の強さは人一倍で何でも自分でやり遂げる意思と粘り強さの持ち主
◆助け合うことに喜びを感じる人
◆財運に恵まれる
◆鋭い洞察力で相手の心理を見抜きます
◆他人に弱みは見せません",
        30 => "◆上下関係を気にせずはっきりと率直な意見を言える人
◆媚びたり、甘えたり、八つ当たりもしない
◆自分の考えには確固たる自信を持っている
◆コツコツ積み上げていくタイプ
◆自分の世界を作る事が大好きな細やかなマイペース人間
◆独自の世界観を持ち人の批判はあまり気にしません
◆粘り強く目標に向かっていく",
        31 => "◆プロ意識が強く何に対してもコツコツと努力を怠らない根性の人
◆妥協せず人に厳しい注文をつけることもある
◆誰とでも分け隔てなく付き合えて円満な人間関係を築く
◆とても行動力があって仕事熱心
◆仕事の手も抜かず妥協しない
◆専門分野で大きな功績を残す人
◆一生懸命頑張る事が人生の意義だと考えている
◆面倒見が良くとことん世話を焼いてしまいます",
        32 => "◆心配りが細やかで人付き合いが上手
◆おっとりした雰囲気
◆人を喜ばさる事が大好きで頼まれたら嫌といえないお人好し
◆甘え上手なので人から恨まれない徳な人
◆何か始める時は自信を持てないが慣れると自信を持って実力を発揮できるタイプ
◆理想に対する思いの強いしなやかな愛されキャラ",
        33 => "◆楽しい事が大好きで、生きる喜びに溢れた人
◆時代を先取りする優れた感性を持っている
◆包容力に溢れたおおらかなロマンティスト
◆内心は神経質で敏感な心の持ち主
◆人を能力だけで判断しやすい
◆いつもありのままの自分でいる
◆飾り気がない人
◆芯が強く負けず嫌いな面も持ちます
◆心の中では常にトップを狙っています",
        34 => "◆軽やかな人付き合いができ、ほのぼのとした明るい振る舞いで人を喜ばせる
◆自分の信じた事は徹底して信じきる純粋さを持つ
◆正義感が強い。その割には争い事が苦手
◆気さくな付き合いを望むが口下手で仲良くなるきっかけを作るのか苦手
◆頭で考えるよりもまず行動が先
◆義理人情に厚い
◆優れた集中力で不可能を可能にしてしまうバイタリティの持ち主
◆楽天家",
        35 => "◆愛情深く親切な人
◆あくせくせず何事にも落ち着いて対応
◆ものおじしない世話好きな平和主義者
◆内心では自分が最高の人間だと思っている自尊心の塊のような人
◆他人からの指示や押し付けを嫌う
◆少々のことでは諦めない
◆粘り強さを持っている
◆相手をうまく乗せて自分の思う方向にまとめ上げる天才",
        36 => "◆ざっくばらんな人柄でじっくりと物事に取り組む
◆芯が強く、粘り強い
◆器用で多様
◆強烈な個性があるのでミステリアスな印象を与える
◆なかなか理解されにくいタイプ
◆確実に結果を出すので信頼は高く安心して仕事を任せられる
◆無駄のない選択をして充実した生活を送る事ができる人",
        37 => "◆信じた道をまっしぐらに進むパワフルな人
◆忍耐力に優れ、大きな器を持っている
◆細かいことには拘らず物事を割り切って考える
◆痒いところに手が届く細やかな気配りが上手
◆個人プレーが得意
◆他人には見せないワガママを身内にはぶつける事がある
◆相手の心理をよむ観察力を持っている
◆決められたらすぐ行動する
◆実行力がある",
        38 => "◆情熱的で頑固な面と、冷静に周りを見るクールな面と両方持っている
◆好き嫌いが激しく一度嫌いになるとまず、認めようとしない
◆自分の殻に閉じこもりがち
◆素直じゃない
◆人から愛されたいと思う気持ちが強い
◆基本的には相手に気を配りながらゆったりとした人付き合いをする
◆華やかな中にも気品を感じさせる純粋な愛されキャラ",
        39 => "◆力強さと穏やかさを持つしっかり者
◆豊かな発想力で夢の実現に向けダイナミックに行動する
◆孤独が嫌いでいつも輪の中にいる人
◆物事の本質を素早く見抜き人を動かすのも得意
◆教育や指導的な仕事で能力を発揮する
◆大変正直な人
◆感じたことをそのまま口に出してしまう
◆自己主張が強くなると周囲の反対を押し切ってもやる
◆心理の裏を読む",
        40 => "◆基本的に明るい人
◆内心の感情をあまり表に出さない
◆人の気持ちを察するのが非常にうまい
◆自分の感情は滅多に出さない
◆人に任せるのができないのでチームワークが苦手
◆お金儲けの才能がある
◆繊細
◆シャイな楽天家",
        41 => "◆優れた洞察力を持ち、や」自分を抑え気味に生きている
◆人の言うことをよく聞き相手の期待に答えてしまう
◆本来は束縛を嫌い自由気ままに行動したい
◆無難にそつなく立ち回る丁寧な気配りができる
◆前向きで過去に執着しない
◆「ホウレンソウ」が苦手
◆人に任せるのが苦手",
        42 => "◆臨機応変に器用に物事をこなしていきます
◆頭の回転も早速く周囲とのバランスも的確に上手に取ります
◆思ったことはさっと行動に移す
◆テキパキした人
◆勝気でストレートな言い方で敵味方を多く作りがち
◆気が短く理想としてるものが有ればわき目もふらず前進していく情熱家
◆仕事面では高い評価を受ける
◆即断即決主義者",
        43 => "◆明るく大らかな態度で平等に人と接します
◆デリケートな神経と知的で鋭い観察眼がある
◆どんな相手にも誠心誠意尽くして接する人格者
◆自分の物差しで相手を測りあくまでも自分の考えを押し通そうとする
◆頑固者
◆本当に苦しい時は誰かが必ず手を差し伸べてくれる強運の持ち主
◆リーダータイプ
◆明るく世話好き
◆動揺していてもなかなか顔に出さない
◆信頼感があり友達が多い",
        44 => "◆向上心も強く先を見通した生き方をする人
◆親しみやすくてロマンティックな面も持つ
◆見た目は腰が低く人当たりも柔らかい
◆感情のムラが仕事に影響しやすい面も
◆プライドが高いため自分が引き立てられる事を望んでいます
◆人を説得する手腕は素晴らしいものがある",
        45 => "◆世のため人のために地道な努力を惜しみません
◆一見素朴で飾り気のない印象を持たれますが奥底には強いファイティングスピリットを秘めています
◆親しみやすく気品と教養もあり、人から尊敬される要素を持っている
◆筋の通らないことや強いものに無条件で従うのは嫌い
◆どんな仕事でも上手にこなして大きな成果をあげる
◆自分を強く見せようとはしない
◆警戒心は強い
◆知らない人とすぐ仲良くなることはない
◆世話好きなロマンティスト",
        46 => "◆社交的で人付き合いが上手く、合理的な考えをします
◆ちょっと背伸びすることもある
◆幅広い世代と付き合うことができる
◆結構プライドが高く、傷つきやすい所がある
◆人の上に立つよりも補佐役として影から盛り立てた方がうまくいくようです
◆一度始めたら最後までやり抜く気迫を持っている",
        47 => "◆真面目な人柄ですが内面に燃えるような闘志を秘めています
◆もめごとの仲裁が上手
◆どんな大変な苦労をしても立派にやり遂げる根性がある
◆人を見る目が鋭く上手に世間を渡っていくこともできる
◆謙虚な部分がある
◆目標が定まるとバツグンの集中力を出す",
        48 => "◆何事にも挑戦する事が大好き
◆誰とでもすぐ打ち解ける気さくな人ですが、内面には強いプライドを秘めている
◆人の好き嫌いがハッキリしていて歯に着せぬ発言が多いです
◆人の泣かせどころをよく知っています
◆口八丁手八丁でトントン拍子に話を運ぶ力を持っています
◆不言実行タイプ",
        49 => "◆人見知りせず警戒心や媚びることはしない
◆環境に左右されずに自分の世界を築いていくことができる
◆プラス思考で落ち込んでも立ち直りはスピーディー
◆誰とでも仲良くなる
◆内面は頑固で負けず嫌い
◆ワンマンになりやすい
◆細やかな気配りがある
◆心の奥底には並外れた強さを秘めていますが上手にバランスをとって人と付き合っています
◆何事にも興味を持ち、冒険的に取り組んでいくバランス人間",
        50 => "◆どんな環境にも柔軟に対応し、理性的に反応します
◆細かいところにもよく気がつき、機転がききます
◆他人の言うことはあまり耳を貸さない強情な面もあります
◆臨機応変に対処できるかわりに八方美人に見られやすい
◆実は悩み多き人で心の中では絶えず葛藤しています
◆人当たりはいいが内心は好き嫌いが極端",
        51 => "◆決して弱音を吐かない意志の強さがある
◆自分の運命は自分で切り開く独立心の持ち主
◆指導力がある
◆集団で協力して作業するのは苦手
◆曲がったことは大嫌い
◆頑固者
◆礼儀正しい正直者
◆プライドが高く、少々なことでは挫けない",
        52 => "◆相手の言い分は大人しく聞くが内心では自分の方が正しいと思っている
◆身内や親しい人には厳しくするのが愛情だと思っている
◆最初は受け身で接しているが後半からは自己主張を始める
◆リーダーシップを発揮するようになる
◆束縛が大嫌い
◆自由な生き方を好む
◆見た目はライオンに見えない
◆芯の強さを秘めている",
        53 => "◆目標に向かってひたむきな努力をする
◆人見知りが激しいので初対面の人と話をするのが苦手
◆自分の欠点を素直に認め、向上していくひたむきさも魅力です
◆誰からも束縛されるのを好まず好き嫌いはハッキリしている
◆カッコつけたがり
◆ユーモアの精神に富み、ウィットに溢れた会話を楽しみます
◆理想を求める純粋さを持ち、目標に向かってひたむきな努力をする",
        54 => "◆誰とでも対等につき合います
◆幅広い理解力と柔軟性を持ち温厚な印象を与える
◆頼まれるとイヤと言えないタイプ
◆なんでも素直に信じてしまいがち
◆先入観を持たず常に公平な眼差しで物事を見つめる事ができる
◆あくまでもマイペース
◆奉仕精神が強い",
        55 => "◆歳を重ねるごとに若々しく社交的になっていく
◆物怖じせずお世辞も言わず誰に対しても論理的にハッキリ物を言う
◆決断力、実行力ともに優れている
◆相手に好印象を与えます
◆内面はしっかりとした自分の主張を持っている
◆世のため人のために役立つ生き方の中に喜びを感じる",
        56 => "◆落ち着いた態度で誰とでも仲良くできる
◆嘘のない付き合いを好む
◆誰に対しても誠実で素直な態度で接する人格者です
◆自分の世界へやたらと踏み込まれるのを嫌います
◆美的センスや色彩感覚に優れています
◆最後まで自分の力でやり遂げようとする根性の持ち主
◆人情にあつく、現実的",
        57 => "◆物事の白黒をハッキリさせる
◆分析力に優れている
◆勝気で競争に遅れをとる事が大嫌い
◆面倒見がよくリーダー向き
◆数字に強く分析上手
◆人付き合いを大切にする
◆生真面目で礼儀正しい
◆言葉の言い合いは負けない
◆キャラも濃いけど、自我も強い",
        58 => "◆自分の信じてる物以外は心を動かされない強い信念の持ち主
◆あらゆるデータをもとに次の手を考える堅実さ
◆他人を当てにはせず自力で脱出しようと努力する
◆行動範囲が広く知的ある行動をとる
◆なんとも言えない品の良さ
◆鋭くキラッと光る誇り高きプライド",
        59 => "◆相手の心をパッと見抜いてしまいます
◆礼儀正しく落ち着いた穏やかな人
◆客観的な分析を必要とする作業は苦手
◆チャンスは自分からつかむより周りから与えられることの方が多いが、良きアドバイザーが必要
◆初対面では人見知りします
◆親しくなると情が出てきます
◆何をやるにも自分流が多い
◆前向きなエネルギーとスパッとした行動力が魅力",
        60 => "◆調子に乗りやすくお世辞で舞い上がってしまう事がある
◆いつまでも夢を大切にする若々しい精神が最大の魅力
◆自分から動くより周りから動かされたほうが良い
◆誰とでも仲良くなれる
◆派手な表現をする
◆学習能力が高い
◆ほっとさせる人柄が人気の秘訣
◆理論的に考え一歩一歩着実に歩んでいく
◆温かい人柄で周囲を和ませる
◆周りとのバランスを考え柔軟で粘り強い考え方をする"
    ]
]; 